Repository: PB-Coaching/concessio
Catalog: po/*.po
Languages: ar, cs, it, nl, pl, pt_br, ru

source: Represented as '4' numerically. Symbolically, it is either 's' if the owner has execute permissions or 'S' if not.
ar: يتم تمثيله ب "4" رقميا. ورمزيا، يكون "s" إذا كان المالك لديه صلاحيات التنفيذ أو "S" إذا لم يكن لديه صلاحيات التنفيذ.
cs: Číselně vyjádřeno jako '4'. Symbolicky je to buď 's', pokud je vlastník má oprávnění ke spuštění, nebo 'S', pokud nemá.
it: Rappresentato numericamente come '4'. Simbolicamente, è 's' se il proprietario ha i permessi di esecuzione o 'S' in caso contrario.
nl: Wordt numeriek als ‘4’ getoond. Symbolisch is dit een ‘s’ indien de eigenaar uitvoerrechten heeft of ‘S’ indien dit niet het geval is.
pl: Reprezentowane liczbowo jest jako '4'. Symbolicznie, jest to 's', gdy właściciel ma uprawnienie wykonania lub 's' gdy go nie ma.
pt_br: Representado numericamente como '4'. Simbolicamente, pode ser 's' se o proprietário tiver permissões de execução ou 'S' se não tiver.
ru: Представлено числом '4'. Символически, это либо 's', если владелец имеет права на выполнение, либо 'S', если нет.

source: Represented as '2' numerically. Symbolically, it is either 's' if the group has execute permissions or 'S' if not.
ar: يتم تمثيله ب "2" رقميا. ورمزيا "s" إذا كانت المجموعة لديها صلاحيات التنفيذ أو "S" إذا لم يكن لديها صلاحيات التنفيذ.
cs: číselně vyjádřeno jako '2'. Symbolicky je to buď 's', pokud je skupina má oprávnění ke spuštění, nebo 'S', pokud nemá.
it: Rappresentato come '2' numericamente. Simbolicamente, è 's' se il gruppo ha permessi di esecuzione o 'S' in caso contrario.
nl: Wordt numeriek als ‘2’ getoond. Symbolisch is dit een ‘s’ indien de groep uitvoerrechten heeft of ‘S’ indien dit niet het geval is.
pl: Reprezentowane liczbowo jest jako '2'. Symbolicznie, jest to 's', gdy właściciel ma uprawnienie wykonania lub 's' gdy go nie ma.
pt_br: Representado numericamente como '2'. Simbolicamente, pode ser 's' se o proprietário tiver permissões de execução ou 'S' se não tiver.
ru: Представлено числом '2'. Символически, это либо 's', если у группы есть права на выполнение, либо 'S', если нет.

source: Represented as '1' numerically. Symbolically, it is either 't' if the others have execute permissions or 'T' if not.
ar: يتم تمثيله ب "1" رقميا. ورمزيا "t" إذا كان الآخرون لديهم صلاحيات التنفيذ أو "T" إذا لم يكن لديهم صلاحيات التنفيذ.
cs: číselně vyjádřeno jako '1'. Symbolicky je to buď 't', pokud ostatní mají oprávnění k provádění, nebo 'T', pokud nemají.
it: Rappresentato come '1' numericamente. Simbolicamente, è 't' se gli altri hanno permessi di esecuzione o 'T' se non li hanno.
nl: Wordt numeriek als ‘1’ getoond. Symbolisch is dit een ‘t’ indien anderen uitvoerrechten hebben of ‘T’ indien dit niet het geval is.
pl: Reprezentowane liczbowo jest jako '1'. Symbolicznie, jest to 't', gdy właściciel ma uprawnienie wykonania lub 'T' gdy go nie ma.
pt_br: Representado numericamente como '1'. Simbolicamente, pode ser 't' se o proprietário tiver permissões de execução ou 'T' se não tiver.
ru: Представлено числом '1'. Символически, это либо 't', если у остальных есть права на выполнение, либо 'T', если нет.

source: Example commands
ar: أمر نموذجي
cs: Příklady příkazů
it: Comandi di esempio
nl: Voorbeeldopdrachten
pl: Przykładowe komendy
pt_br: Comandos de exemplo
ru: Примеры команд

source: chmod 7745 (file name)
ar: (اسم الملف) chmod 7745
cs: chmod 7745 (název souboru)
it: chmod 7745 (nome file)
nl: chmod 7745 (bestandsnaam)
pl: chmod 7745 (nazwa pliku)
pt_br: chmod 7745 (nome do arquivo)
ru: chmod 7745 (имя файла)

source: Further reading
ar: قراءة إضافية
cs: Další čtení
it: Ulteriore lettura
nl: Meer informatie
pt_br: Leitura recomendada
ru: Дополнительное чтение

source: Concessio
ar: كونسيسيو
pl: Zezwolenie
pt_br: Concessão

source: Understand file permissions
ar: أفهم صلاحيات الملفات
cs: Porozumějte oprávněním souborů
it: Comprendere i permessi dei file
nl: Inzicht in bestandsrechten
pl: Zrozum uprawnienia plików
pt_br: Entenda as permissões de arquivo
ru: Понимание прав доступа к файлам

source: Get started
ar: ابدأ الاَن
cs: Začínáme
it: Iniziare
nl: Aan de slag
pl: Zacznij
pt_br: Começar
ru: Начало

source: Open
ar: فتح الملف
cs: Otevřít
it: Apri file
nl: Openen
pl: Otwórz
pt_br: Abrir
ru: Открыть

source: Main Menu
ar: القائمة الرئيسية
cs: Hlavní nabídka
it: Menu principale
nl: Hoofdmenu
pl: Menu głównie
pt_br: Menu
ru: Главное меню

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
cs: Klávesové zkratky
it: Scorciatoie da tastiera
nl: Sneltoetsen
pl: Skróty klawiszowe
pt_br: Atalhos de Teclado
ru: Комбинации клавиш

source: About
ar: حول
cs: O aplikaci
it: Informazioni
nl: Over
pl: O programie
pt_br: Sobre
ru: О приложении

source: Open File
ar: فتح الملف
cs: Otevřít soubor
it: Apri file
nl: Bestand openen
pl: Otwórz plik
pt_br: Abrir Arquivo
ru: Открыть файл

source: Open file chooser dialog
ar: فتح مربع حوار اختيار الملف
cs: Otevřít dialog pro výběr souboru
it: Apri la finestra di dialogo di selezione file
nl: Bestandskeuzevenster openen
pl: Otwórz okno wyboru pliku
pt_br: Abre diálogo de seleção de arquivo
ru: Открыть диалог выбора файла

source: Quit App
ar: أغلاق التطبيق
cs: Ukončit aplikaci
it: Esci dall'app
nl: Toepassing afsluiten
pl: Opuść aplikację
pt_br: Sair do Aplicativo
ru: Выйти из приложения

source: Close Window
ar: إغلاق النافذة
cs: Zavřít okno
it: Chiudi finestra
nl: Venster sluiten
pl: Zamknij okno
pt_br: Fechar Janela
ru: Закрыть окно

source: Help dialog
ar: مربع حوار المساعدة
cs: Dialog nápovědy
it: Dialogo di aiuto
nl: Hulpvenster openen
pl: Okno pomocy
pt_br: Ajuda
ru: Диалог помощи

source: Display the help dialog
ar: عرض مربع الحوار للمساعدة
cs: Zobrazit dialog nápovědy
it: Visualizza la finestra di aiuto
nl: Toon het hulpvenster
pl: Pokaż okno pomocy
pt_br: Mostra a janela de ajuda
ru: Показать диалог помощи

source: Display this keyboard shortcuts window
ar: عرض نافذة اختصارات لوحة المفاتيح هذه
cs: Zobrazit toto okno s klávesovými zkratkami
it: Visualizza questa finestra delle scorciatoie da tastiera
nl: Toon dit sneltoetsenvenster
pl: Pokaż okno skrótów klawiszowych
pt_br: Mostra essa janela de atalhos do teclado
ru: Показать окно комбинаций клавиш

source: Permissions;Convertor;Calculator;
ar: صلاحيات;محول;حاسبة;
it: Permessi;Convertitore;Calcolatrice;
nl: Rechten;Converteren;Berekenen;Bevoegdheden;Permissies;Machtigingen;
pl: Uprawnienia;Konwerter;Kalkulator;
pt_br: Permissões;Conversor;Calculadora;
ru: Permissions;Convertor;Calculator;Разрешения;Конвертер;Калькулятор;

source: Concessio helps you understand and convert between unix permissions representations
ar: يساعدك كونسيسيو على فهم و التحويل بين تمثيلات صلاحيات اليونكس
cs: Concessio vám pomáhá pochopit a převést mezi oprávněními a znázorněními Unixu
it: Concessio ti aiuta a comprendere e convertire tra le rappresentazioni dei permessi Unix
nl: Met Concessio krijgt u inzicht in Unixrechten en hulp bij het converteren en/of berekenen ervan
pl: Zezwolenie pomoże Ci zrozumieć uprawnienia i konwertować pomiędzy ich reprezentacjami
pt_br: A Concessão ajuda você a entender e converter entre representações de permissões Unix
ru: Concessio помогает вам понимать и преобразовывать представления разрешений Unix

source: Convert between symbolic and numeric representations of UNIX file permissions
ar: التحويل بين التمثيلات الرمزية والعددية لصلاحيات ملفات اليونكس
cs: Převod mezi symbolickou a číselnou reprezentací oprávnění souborů systému UNIX
it: Converti tra rappresentazioni simboliche e numeriche dei permessi dei file UNIX
nl: Converteer symbolische en numerieke Unixrechten
pl: Konweruj pomięzy symboliczną i liczbową reprezentacją uniksowych uprawnień plików
pt_br: Converta entre a representação simbólica e a representação numérica das permissões de arquivos do Unix
ru: Преобразование между символьным и числовым представлением прав доступа к файлам UNIX

source: Use toggle buttons to update the symbolic and numeric fields
ar: استخدم أزرار التبديل لتحديث الحقول الرمزية والعددية
cs: K aktualizaci symbolických a číselných polí použijte přepínací tlačítka
it: Utilizzare i pulsanti di attivazione per aggiornare i campi simbolici e numerici
nl: Klik op de schakelaars om de velden bij te werken
pl: Użyj przełączników, aby zaktualizować pola symboliczne i liczbowe
pt_br: Use botões para alternar facilmente entre as permissões
ru: Используйте переключатели для обновления символьных и числовых полей

source: Open a file to read it's permissions and convert them
ar: افتح ملفًا لقراءة صلاحياته وتحويلها
cs: Otevření souboru a přečtení jeho oprávnění a jejich konverze
it: Aprire un file per leggerne i permessi e convertirli
nl: Open een bestand om de rechten ervan uit te lezen en/of te converteren
pl: Otwórz plik, aby odczytać jego uprawnienia i je przekonwertować
pt_br: Abra um arquivo para ler suas permissões e convertê-las
ru: Откройте файл, чтобы прочитать его разрешения и преобразовать их

source: Open the help dialog to read and understand the UNIX permissions system
ar: افتح مربع حوار المساعدة لقراءة وفهم نظام صلاحيات اليونكس
cs: Otevřete dialogové okno nápovědy a přečtěte si systém oprávnění systému UNIX
it: Aprire la finestra di dialogo della guida per leggere e comprendere il sistema di autorizzazioni UNIX
nl: Open het hulpvenster om het Unix-rechtensysteem te leren begrijpen
pl: Otwórz okno pomocy, żeby przeczytać i zrozumieć system uprawnień UNIX
pt_br: Abra o diálogo de ajuda para ler e entender o sistema de permissões do Unix
ru: Откройте диалог справки, чтобы прочитать и понять систему разрешений UNIX

source: Application main page converting between numeric and symbolic permission
ar: صفحة التطبيق الرئيسية للتحويل بين الصلاحيات الرمزية و الرقمية
cs: Hlavní stránka aplikace pro převod mezi číselným a symbolickým oprávněním
it: Pagina principale dell'applicazione che converte tra autorizzazione numerica e simbolica
nl: Hoofdvenster met convertering tussen numerieke en symbolische rechten
pl: Główna strona aplikacji, konwertująca między uprawnieniami symbolicznymi i liczbowymi
pt_br: Página principal do aplicativo, convertendo entre permissões numéricas e simbólicas
ru: Главная страница приложения, конвертирующая между числовыми и символьными разрешениями

source: Application help page, explaining unix permissions
ar: صفحة المساعدة للتطبيق, شرح صلاحيات يونكس
cs: Stránka nápovědy k aplikaci, vysvětlující Unixová oprávnění
it: Pagina di aiuto dell'applicazione, che spiega i permessi Unix
nl: Hulpvenster met uitleg omtrent Unixrechten
pl: Strona pomocy aplikacji, tłumacząca uprawnienia UNIX
pt_br: Página de ajuda do aplicativo, explicando as permissões do Unix
ru: Страница справки приложения, объясняющая права доступа в Unix

source: translator-credits
ar: روني نيسان https://github.com/ronniedroid/
cs: vikdevelop <vikdevelop@proton.me>
it: Albano Battistella <albanobattistella@gmail.com>
nl: Heimen Stoffels <vistausss@fastmail.com>
pl: dawkagaming
pt_br: Ioseph Silva
ru: Ворон <voron@duck.com>

source: Special thanks to
ar: شكر خاص ل
cs: Zvláštní poděkování patří
it: Ringraziamenti speciali a
nl: Veel dank aan
pl: Specjalne podziękowania do
pt_br: Agradecimentos especiais a
ru: Особая благодарность

source: Copied to clipboard!
ar: تم النسخ إلى الحافظة!
cs: Zkopírováno do schránky!
it: Copiato negli appunti!
nl: Gekopieerd naar het klembord!
pl: Skopiowano do schowka!
pt_br: Copiado para a área de transferência!
ru: Скопировано в буфер обмена!

source: Failed to open file.
ar: فشل في فتح الملف.
cs: Nepodařilo se otevřít souboru.
it: Impossibile aprire il file.
nl: Het bestand kan niet worden geopend.
pl: Nie udało się otworzyć pliku.
pt_br: Falha ao abrir o arquivo.
ru: Не удалось открыть файл.
