Repository: PB-Coaching/concessio
Catalog: po/*.po
Languages: ar, cs, it, nl, pl, pt_br, ru

source: User
ar: المستخدم
cs: Uživatel
it: Utente
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь

source: Read
ar: قراءة
cs: Přečíst
it: Lettura
nl: Lezen
pl: Odczyt
pt_br: Leitura
ru: Чтение

source: User read permission
ar: صلاحيات القراءة للمستخدم

source: Write
ar: كتابة
cs: Zapsat
it: Scrittura
nl: Schrijven
pl: Zapis
pt_br: Escrita
ru: Запись

source: User write permission
ar: صلاحيات الكتابة للمستخدم

source: Execute
ar: تنفيذ
cs: Provést
it: Eseguire
nl: Uitvoeren
pl: Wykonanie
pt_br: Execução
ru: Выполнение

source: User execute permission
ar: صلاحيات التنفيذ للمستخدم

source: Set user ID SUID options
ar: خيارات تعيين معرف المستخدم (SUID)

source: Group
ar: المجموعة
cs: Skupina
it: Gruppo
nl: Groep
pl: Grupa
pt_br: Grupo
ru: Группа

source: Group read permission
ar: صلاحيات القراءة للمجموعة

source: Group write permission
ar: صلاحيات الكتابة للمجموعة

source: Group execute permission
ar: صلاحيات التنفيذ للمجموعة

source: Set group ID SGID options
ar: خيارات تعيين معرف المجموعة (SGID)

source: Others
ar: الاَخرون
cs: Ostatní
it: Altri
nl: Anderen
pl: Inni
pt_br: Outros
ru: Остальные

source: Other users read permission
ar: صلاحيات القراءة للمستخدمين الآخرين

source: Other users write permission
ar: صلاحيات الكتابة للمستخدمين الآخرين

source: Other users execute permission
ar: صلاحيات التنفيذ للمستخدمين الآخرين

source: Sticky bit options
ar: خيارات البت اللاصق

source: Set user ID SUID switch
ar: مفتاح تفعيل تعيين معرف المستخدم (SUID)

source: Executes the file with the permissions of the file owner, not the user running it.
ar: يقوم بتنفيذ الملف بصلاحيات مالك الملف، وليس المستخدم الذي يقوم بتشغيله.
cs: Spustí soubor s právy vlastníka souboru, nikoli uživatele který jej spouští.
it: Esegue il file con i permessi del proprietario del file, non dell'utente che lo sta eseguendo.
nl: Voert het bestand uit met de rechten van de eigenaar, niet die van de huidige gebruiker.
pl: Wykonuje plik z uprawnieniami właściciela, zamiast użytkownika uruchamiającego plik.
pt_br: Executa o arquivo com as permissões do proprietário do arquivo, não do usuário que está executando.
ru: Выполняет файл с правами владельца файла, а не пользователя, запустившего его.

source: Set group ID SGID switch
ar: مفتاح تفعيل تعيين معرف المجموعة (SGID)

source: Executes the file with the permissions of the file's group, or ensures new files in a directory inherit the group.
ar: يقوم بتنفيذ الملف بصلاحيات المجموعة، أو يضمن أن الملفات الجديدة في الدليل ترث نفس المجموعة.
cs: Spustí soubor s právy skupiny souboru nebo zajistí nové soubory v adresáři zdědí tuto skupinu.
it: Esegue il file con i permessi del gruppo del file o assicura che i nuovi file in una directory ereditino il gruppo.
nl: Voert het bestand uit met rechten van de groep of zorgt ervoor dat nieuwe bestanden in de map de groepsrechten overnemen.
pl: Wykonuje plik z uprawnieniami grupy pliku lub upewnia się, że nowe pliki w katalogu dziedziczą grupę.
pt_br: Executa o arquivo com as permissões do grupo do arquivo ou garante que os novos arquivos em um diretório herdem o grupo.
ru: Выполняет файл с разрешениями группы файла, новые файлы в каталоге наследуют группу.

source: Sticky bit switch
ar: مفتاح تفعيل البت اللاصق

source: Allows only the file owner or directory owner to delete files in the directory, even if others have write permissions. Only applies to directories and has no effect on files.
ar: يسمح فقط لمالك الملف أو مالك الدليل بحذف الملفات الموجودة في الدليل، حتى لو كان لدى الآخرين أذونات الكتابة. ينطبق فقط على الدلائل وليس له تأثير على الملفات.
cs: Umožňuje mazat soubory v adresáři, i když ostatní mají oprávnění k zápisu. Platí pouze pro adresáře a nemá vliv na soubory.
it: Consente solo al proprietario del file o della directory di eliminare i file nella directory, anche se altri hanno permessi di scrittura. Si applica solo alle directory e non ha effetto sui file.
nl: Staat alleen de bestands- of mapeigenaar toe om bestanden te verwijderen, zelfs als anderen over schrijfrechten beschikken. Alleen van toepassing op mappen; niet op bestanden.
pl: Pozwala tylko właścicielowi pliku lub katalogu usuwać pliki w katalogu, nawet jeśli inni mają prawo zapisu. Działa tylko wobec katalogów i nie ma efektu na plikach.
pt_br: Permite que somente o proprietário do arquivo ou do diretório exclua arquivos no diretório, mesmo que outras pessoas tenham permissões de escrita. Aplica-se somente a diretórios e não tem efeito sobre arquivos.
ru: Позволяет только владельцу файла или владельцу каталога удалять файлы в каталоге, даже если у других есть права на запись. Применяется только к каталогам и не влияет на файлы.

source: Numeric
ar: رقمي
cs: Číselné
it: Numerico
nl: Numeriek
pl: Liczbowo
pt_br: Numérica
ru: Числовой

source: Copy value
ar: نسخ القيمة
cs: Zkopírovat hodnotu
it: Copia valore
nl: Waarde kopiëren
pl: Skopiuj wartość
pt_br: Copiar
ru: Скопировать значение

source: Numeric permissions
ar: صلاحيات رقمية

source: Enter three or four octal digits, for example 644 or 4755
ar: أدخل ثلاثة أو أربعة أرقام ثمانية، على سبيل المثال 644 أو 4755

source: Symbolic
ar: رمزي
cs: Symbolické
it: Simbolico
nl: Symbolisch
pl: Symbolicznie
pt_br: Simbólica
ru: Символический

source: Symbolic permissions
ar: صلاحيات رمزية

source: Enter nine characters representing read, write, and execute permissions for user, group, and others, for example rwxr-xr-x
ar: أدخل تسعة أحرف تمثل صلاحيات القراءة والكتابة والتنفيذ للمالك والمجموعة والآخرين، على سبيل المثال rwxr-xr-x

source: Help
ar: مساعدة
cs: Pomoc
it: Aiuto
nl: Hulp
pl: Pomoc
pt_br: Ajuda
ru: Помощь

source: Unix Permissions
ar: صلاحيات يونكس
cs: Unixová oprávnění
it: Permessi Unix
nl: Unixrechten
pl: Uprawnienia Unix-a
pt_br: Permissões Unix
ru: Права доступа Unix

source: The Unix permissions system is used to grant granulated access to file and directories on a Unix-like operating system
ar: يُستخدم نظام صلاحيات يونكس لمنح الوصول المجزأ إلى الملفات والمجلدات على نظام تشغيل مشابه ليونكس
cs: Systém oprávnění systému Unix se používá k udělování granulovaného přístupu k souborům a adresářům v operačním systému podobném Unixu
it: Il sistema di permessi Unix viene utilizzato per concedere un accesso granulare a file e directory su un sistema operativo di tipo Unix
nl: Het Unix-rechtensysteem wordt gebruikt om nauwgezette toegang tot bestanden en mappen te verlenen
pl: System uprawnień Unix-a jest używany do udzielania szczegółowego dostępu do plików i katalogów w systemach uniksopodobnych
pt_br: O sistema de permissões do Unix é utilizado para conceder acesso granular a arquivos e diretórios em um sistema operacional do tipo Unix
ru: Система разрешений Unix используется для предоставления детализированного доступа к файлам и каталогам в операционной системе, подобной Unix

source: Permissions are granted to three groups:
ar: يتم منح الصلاحيات إلى ثلاث مجموعات:
cs: Oprávnění jsou garantovaná pro tři skupiny:
it: I permessi vengono concessi a tre gruppi:
nl: Rechten kunnen binnen drie groepen worden verleend:
pl: Uprawnienia są przydzielane trzem grupom:
pt_br: As permissões são concedidas a três grupos:
ru: Разрешения предоставляются трем группам:

source: The owner of the file
ar: مالك الملف
cs: Vlastník souboru
it: Il proprietario del file
nl: De eigenaar van het bestand
pl: Właściciel pliku
pt_br: O proprietário do arquivo
ru: Владелец файла

source: A group of users who share access to the file
ar: مجموعة من المستخدمين الذين يشاركون في الوصول إلى الملف
cs: Skupina uživatelů, která sdílí přístup k souboru
it: Un gruppo di utenti che condividono l'accesso al file
nl: Een groep gebruikers die toegang tot het bestand heeft
pl: Grupa użytkowników, którzy dzielą się dostępem do pliku
pt_br: Um grupo de usuários que compartilham o acesso ao arquivo
ru: Группа пользователей, которые имеют общий доступ к файлу

source: All other users on the system
ar: جميع المستخدمين الاَخرين على النظام
cs: Všichni ostatní uživatelé systému
it: Tutti gli altri utenti del sistema
nl: Alle andere gebruikers
pl: Wszyscy inni użytkownicy systemu
pt_br: Todos os outros usuários do sistema
ru: Все остальные пользователи в системе

source: The types of permissions are:
ar: أنواع الصلاحيات هي:
cs: Druhy oprávnění jsou:
it: I tipi di permessi sono:
nl: De soorten rechten zijn:
pl: Rodzaje uprawnień to:
pt_br: Os tipos de permissões são:
ru: Типы разрешений:

source: Read (Symbolic: r, Numeric: 4)
ar: قراءة (رقمي: 4، رمزي r)
cs: Číst (Symbolický: r, číselný: 4
it: Lettura (Simbolico: r, Numerico: 4)
nl: Lezen (symbolisch: r - numeriek: 4)
pl: Odczyt (Symbolicznie: r, Liczbowo: 4)
pt_br: Leitura (Simbolicamente: r, Numericamente: 4)
ru: Чтение (Символическое: r, Числовое: 4)

source: Allows viewing the file's contents or listing a directory's contents
ar: يسمح بعرض محتويات الملف أو سرد محتويات المجلد
cs: Umožňuje zobrazení obsahu souboru nebo zobrazení obsahu adresáře
it: Consente di visualizzare il contenuto del file o di elencare il contenuto di una directory
nl: Staat toe dat bestands- of mapinhoud mag worden bekeken
pl: Pozwala oglądać zawartość pliku lub zawartość katalogu
pt_br: Permite visualizar o conteúdo do arquivo ou listar o conteúdo de um diretório
ru: Позволяет просматривать содержимое файла или список содержимого каталога

source: Write (Symbolically: w, Numerically: 2)
ar: كتابة (رقمي: 2، رمزي: w)
cs: Zapisovat (Symbolicky: w, Číselně: 2)
it: Scrittura (Simbolico: w, Numericamente: 2)
nl: Schrijven (symbolisch: w - numeriek: 2)
pl: Zapis (Symbolicznie: w, Liczbowo: 2)
pt_br: Escrita (Simbolicamente: w, Numericamente: 2)
ru: Запись (Символическое: w, Числовое: 2)

source: Allows modifying the file's contents or creating/deleting files within a directory
ar: يسمح بتعديل محتويات الملف أو إنشاء/حذف الملفات داخل المجلد
cs: Umožňuje úpravu obsahu souboru nebo vytváření/mazání souborů v rámci adresáře
it: Consente di modificare il contenuto del file o di creare/eliminare file all'interno di una directory
nl: Staat toe dat bestands- en mapinhoud mag worden aangemaakt, bewerkt of verwijderd
pl: Pozwala modyfikować zawartość pliku lub tworzyć/usuwać pliki w katalogu
pt_br: Permite modificar o conteúdo do arquivo ou criar/excluir arquivos dentro de um diretório
ru: Позволяет изменять содержимое файла или создавать/удалять файлы внутри каталога

source: Execute (Symbolically: x, Numerically: 1)
ar: تنفيذ (رقمي: 1، رمزي: x)
cs: Provést: (Symbolicky: x, Číselně: 1)
it: Eseguire (Simbolicamente: x, Numericamente: 1)
nl: Uitvoeren (symbolisch: x - numeriek: 1)
pl: Wykonanie (Symbolicznie: x, Liczbowo: 1)
pt_br: Execução (Simbolicamente: x, Numericamente: 1)
ru: Выполнение (Символическое: x, Числовое: 1)

source: Allows running the file as a program
ar: يسمح بتشغيل الملف كبرنامج
cs: Umožňuje spouštění souboru jako programu
it: Consente di eseguire il file come programma
nl: Staat toe dat een bestand mag worden uitgevoerd als programma
pl: Pozwala uruchamiać plik jako program
pt_br: Permite executar o arquivo como um programa
ru: Позволяет запустить файл как программу

source: Permissions can either be represented symbolically or numerically. Symbolic permissions are represented as a string of ten characters, and numeric is represented by three numbers (octal notation) for Example:
ar: يمكن تمثيل الصلاحيات إما بشكل رمزي أو رقمي. يتم تمثيل الصلاحيات الرمزية كسلسلة من عشرة أحرف، بينما يتم تمثيل الصلاحيات الرقمية بثلاثة أرقام (ترميز ثماني) على سبيل المثال:
cs: Oprávnění mohou být reprezentována buď symbolicky, nebo číselně. Symbolické oprávnění jsou reprezentována jako řetězec deseti znaků a číselná jsou reprezentována třemi čísly (osmičková notace), například:
it: I permessi possono essere rappresentati simbolicamente o numericamente. I permessi simbolici sono rappresentati come una stringa di dieci caratteri, mentre quelli numerici sono rappresentati da tre numeri (notazione ottale) per esempio:
nl: Rechter kunnen zowel symbolisch als numeriek worden getoond. Symbolische rechten bestaan uit een tekenreeks van 10 tekens; numerieke uit drie getallen (octaal). Voorbeeld:
pl: Uprawnienia mogą być reprezentowane symbolicznie lub liczbowo. Symboliczne uprawnienia są reprezentowane jako 10-literowy ciąg znaków, a liczbowy jest reprezentowany przez trzy cyfry (notacja ósemkowa). Na przykład:
pt_br: As permissões podem ser representadas de forma simbólica ou numérica. De forma simbólica, as permissões são representadas por uma sequência de dez caracteres, enquanto na forma numérica, são representadas por três números (notação octal). Por exemplo:
ru: Разрешения могут быть представлены символически или численно. Символические разрешения представлены строкой из десяти символов, а численные - тремя числами (восьмеричная нотация), например:

source: Symbolic: -rwxr-xr--
ar: رمزي: --rwxr-xr-
cs: Symbolické: -rwxr-xr--
it: Simbolico: -rwxr-xr--
nl: Symbolisch: -rwxr-xr--
pl: Symbolicznie: -rwxr-xr--
pt_br: Simbólica: -rwxr-xr--
ru: Символический: -rwxr-xr--

source: Numeric: 754
ar: رقمي: 754
cs: Číselné: 754
it: Numerico: 754
nl: Numeriek: 754
pl: Liczbowo: 754
pt_br: Numérica: 754
ru: Числовой: 754

source: First character, the file type
ar: الحرف الاولو نوع الملف
cs: První znak, druh souboru
it: Primo carattere, il tipo di file
nl: Het eerste teken (bestandstype)
pl: Pierwszy znak to typ pliku
pt_br: Primeiro caractere, o tipo de arquivo
ru: Первый символ, тип файла

source: can either be '-' for file or 'd' for directory
ar: يمكن ان يكون '-' للملف او 'd' للمجلد
cs: může být buď '-' pro soubor, nebo 'd' pro adresář
it: può essere '-' per file o 'd' per directory
nl: kan ‘-’ zijn, wat een bestand aanduidt, of ‘d’, een map
pl: może być to '-' dla pliku lub 'd' dla katalogu
pt_br: pode ser '-' para arquivo ou 'd' para diretório
ru: может быть '-' для файла или 'd' для каталога

source: First three positions (after file type)
ar: المواضغ الثلاثة الأولى (بعد نوع الملف)
cs: První tři pozice (za typem souboru)
it: Prime tre posizioni (dopo il tipo di file)
nl: Eerste drie plaatsen (na bestandstype)
pl: Pierwsze trzy pozycje (po typie pliku)
pt_br: Primeiras três posições (após o tipo de arquivo)
ru: Первые три позиции (после типа файла)

source: The read, write and execute permissions for the user, here we have 'rwx', which translated to 4+2+1 and adds to 7
ar: صلاحيات القراءة والكتابة والتنفيذ للمستخدم، هنا لدينا 'rwx'، والتي تترجم إلى 4+2+1 وتساوي 7
cs: Oprávnění ke čtení, zápisu a spuštění pro uživatele, zde máme 'rwx', což je v překladu 4+2+1 a dává to 7
it: I permessi di lettura, scrittura ed esecuzione per l'utente, qui abbiamo 'rwx', che tradotto è 4+2+1 e aggiunge 7
nl: De lees-, schrijf- en uitvoerrechten van de gebruiker, in dit geval ‘rwx’, wat zich laat vertalen naar 4+2+1=7
pl: Uprawnienia odczytu, zapisu i wykonania dla użytkownika, tutaj mamy 'rwx', co tłumaczy się na 4+2+1, dodając - wychodzi 7
pt_br: As permissões de leitura, escrita e execução para o usuário, aqui temos 'rwx', que se traduz em 4+2+1, totalizando 7
ru: Права на чтение, запись и выполнение для пользователя, здесь у нас есть 'rwx', что переводится как 4+2+1 и дает в сумме 7

source: Second three positions
ar: الواضع الثلالثة الثانية
cs: Druhé tři pozice
it: Seconde tre posizioni
nl: Laatste drie plaatsen
pl: Kolejne trzy pozycje
pt_br: Três posições seguintes
ru: Вторые три позиции

source: The read, write and execute permissions for the group, here we have 'r-x', which translated to 4+0+1 and adds to 5
ar: صلاحيات القراءة والكتابة والتنفيذ للمجموعة، هنا لدينا 'r-x'، والتي تترجم إلى 4+0+1 وتساوي 5
cs: Oprávnění ke čtení, zápisu a spuštění pro skupinu, zde máme 'r-x', což se přeloží jako 4+0+1 a přičte se k číslu 5
it: I permessi di lettura, scrittura ed esecuzione per il gruppo, qui abbiamo 'r-x', che tradotto è 4+0+1 e aggiunge 5
nl: De lees-, schrijf- en uitvoerrechten van de groep, in dit geval ‘r-x’, wat zich laat vertalen naar 4+0+1=5
pl: Uprawnienia odczytu, zapisu i wykonania dla użytkownika, tutaj mamy 'r-x', co tłumaczy się na 4+0+1, dodając - wychodzi 5
pt_br: As permissões de leitura, escrita e execução para o grupo, aqui temos 'r-x', que se traduz em 4+0+1, totalizando 5
ru: Права на чтение, запись и выполнение для группы, здесь у нас 'r-x', что переводится как 4+0+1 и дает 5

source: Last three positions
ar: المواضع الثلاثة الأخيرة
cs: Poslední tři pozice
it: Ultime tre posizioni
nl: Laatste drie plaatsen
pl: Ostatnie trzy pozycje
pt_br: Últimas três posições
ru: Последние три позиции

source: The read, write and execute permissions for other users, here we have 'r--', which translated to 4+0+0 and adds to 4
ar: صلاحيات القراءة والكتابة والتنفيذ للمستخدمين الآخرين، هنا لدينا 'r--'، والتي تترجم إلى 4+0+0 وتساوي 4
cs: Oprávnění ke čtení, zápisu a spuštění pro ostatní uživatele, zde máme 'r--', což se přeloží jako 4+0+0 a přičte se k číslu 4
it: I permessi di lettura, scrittura ed esecuzione per gli altri utenti, qui abbiamo 'r--', che tradotto è 4+0+0 e aggiunge 4
nl: De lees-, schrijf- en uitvoerrechten van andere gebruikers, in dit geval ‘r--’, wat zich laat vertalen naar 4+0+0=4
pl: Uprawnienia odczytu, zapisu i wykonania dla innych użytkowników, tutaj mamy 'r--', co tłumaczy się na 4+0+0, dodając - wychodzi 4
pt_br: As permissões de leitura, escrita e execução para outros usuários, aqui temos 'r--', que se traduz em 4+0+0, totalizando 4
ru: Права на чтение, запись и выполнение для остальных пользователей, здесь у нас 'r--', что переводится как 4+0+0 и дает в сумме 4

source: Example command
ar: أمر نموذجي
cs: Příklad příkazu
it: Comando di esempio
nl: Voorbeeldopdracht
pl: Przykładowa komenda
pt_br: Comando de exemplo
ru: Пример команды

source: chmod 754 (file name)
ar: (اسم الملف) chmod 754
cs: chmod 754 (název souboru)
it: chmod 754 (nome file)
nl: chmod 754 (bestandsnaam)
pl: chmod 754 (nazwa pliku)
pt_br: chmod 754 (nome do arquivo)
ru: chmod 754 (имя файла)

source: Special Permissions
ar: صلاحيات يونكس
cs: Zvláštní oprávnění
it: Permessi speciali
nl: Speciale rechten
pl: Specjalne uprawnienia
pt_br: Permissões Especiais
ru: Специальные разрешения

source: Special permissions make up a fourth access level in addition to user, group, and other, they allow for additional privileges over the standard permission sets
ar: تشكل الصلاحيات الخاصة مستوى وصول رابعًا بالإضافة إلى المستخدم والمجموعة والآخرين، فهي تسمح بامتيازات إضافية على مجموعات الصلاحيات القياسية
cs: Speciální oprávnění tvoří čtvrtou úroveň přístupu vedle uživatelské, skupiny a dalších, umožňují další oprávnění nad rámec standardních sady oprávnění
it: I permessi speciali costituiscono un quarto livello di accesso oltre a utente, gruppo e altro, e consentono privilegi aggiuntivi rispetto ai set di permessi standard
nl: Speciale rechten bieden een vierde toegangsniveau, naast gebruiker, groep en overig. Zo kunnen aanvullende bevoegdheden nauwkeurig worden afgesteld
pl: Specjalne uprawnienia tworzą czwarty poziom dostępu oprócz użytkownika, grupy i innych, pozwalają one na dodatkowe uprawnienia poza standardowym zestawem uprawnień
pt_br: As permissões especiais formam um quarto nível de acesso, além dos níveis de usuário, grupo e outros, e oferecem privilégios adicionais em relação às permissões padrão
ru: Специальные разрешения составляют четвертый уровень доступа, помимо пользователя, группы и остальных. Они позволяют получить дополнительные привилегии по сравнению с обычными наборами разрешений

source: The three special permissions are:
ar: الصلاحيات الخاصة الثلاثة هي:
cs: Třemi zvláštními oprávněními jsou:
it: I tre permessi speciali sono::
nl: De drie speciale rechten zijn als volgt:
pl: Trzy specjalne uprawnienia to:
pt_br: As três permissões especiais são:
ru: Три специальных разрешения:

source: Special permissions can be represented symbolically or numerically.
ar: يمكن تمثيل الصلاحيات الخاصة رمزيًا أو رقميًا.
cs: Zvláštní oprávnění lze znázornit symbolicky nebo číselně.
it: I permessi speciali possono essere rappresentati simbolicamente o numericamente.
nl: Speciale rechten kunnen zowel symbolisch als numeriek worden getoond.
pl: Specjalne uprawnienia mogą być reprezentowane symbolicznie lub liczbowo.
pt_br: As permissões especiais podem ser representadas de forma simbólica ou numérica.
ru: Специальные разрешения могут быть представлены символически или численно.

source: Numeric representation:
ar: التمثيل الرقمي:
cs: Číselné znázornění:
it: Rappresentazione numerica:
nl: Numeriek:
pl: Reprezentacja liczbowa:
pt_br: Representação numérica:
ru: Числовое представление:

source: They are denoted as an extra digit before the user, group and others permissions. Can Either be 0, 4, 2, 1 or any combination of them.
ar: يتم الإشارة إليها كرقم إضافي قبل صلاحيات المستخدم والمجموعة والآخرين. يمكن أن تكون إما 0 أو 4 أو 2 أو 1 أو أي تركيبة منها.
cs: Označují se jako další číslice před uživatelem, skupinou a dalšími oprávnění. Mohou být buď 0, 4, 2, 1 nebo jejich libovolná kombinace.
it: Sono indicati come una cifra aggiuntiva prima dell'utente, del gruppo e degli altri permessi. Possono essere 0, 4, 2, 1 o una qualsiasi combinazione di essi.
nl: Ze worden als extra getal voorafgaand aan gebruiker, groep en andere rechten getoond. Mogelijkheden: 0, 4, 2, 1 of combinaties daarvan.
pl: Są one oznaczone jako dodatkowa cyfra przed uprawnieniami użytkownika, grupy i innych. Może ona wynosić 0, 4, 2, 1 lub jakąkolwiek ich kombinację.
pt_br: Elas são indicadas por um dígito extra antes das permissões de usuário, grupo e outros. Esse dígito pode ser 0, 4, 2, 1 ou qualquer combinação desses valores.
ru: Они обозначаются дополнительной цифрой перед разрешениями пользователя, группы и остальных. Может быть 0, 4, 2, 1 или любая комбинация из них.

source: Symbolical representation:
ar: التمثيل الرمزي:
cs: Symbolické znázornění:
it: Rappresentazione simbolica:
nl: Symbolisch:
pl: Reprezentacja symboliczna:
pt_br: Representação simbólica:
ru: Символическое представление:

source: Goes where 'x' normally is for the user
ar: يقع في المكان الذي يوجد فيه 'x' عادةً للمستخدم
cs: Přejde na místo, kde se pro uživatele obvykle nachází 'x'
it: Va dove normalmente si trova 'x' per l'utente
nl: Vervangt ‘x’ van de gebruiker
pl: Znajduje się tam, gdzie normalnie dla użytkownika jest 'x'
pt_br: Fica no lugar do 'x' das permissões do usuário
ru: Располагается там, где обычно находится 'x' для пользователя

source: Goes where 'x' normally is for the group
ar: يقع في المكان الذي يوجد فيه 'x' عادةً للمجموعة
cs: Přejde na místo, kde se pro skupinu obvykle nachází 'x'
it: Va dove normalmente c'è 'x' per il gruppo
nl: Vervangt ‘x’ van de groep
pl: Znajduje się tam, gdzie normalnie dla grupy jest 'x'
pt_br: Fica no lugar do 'x' das permissões do grupo
ru: Располагается там, где обычно находится 'x' для группы

source: Goes where 'x' normally is for others
ar: يقع في المكان الذي يوجد فيه 'x' عادةً للاَحرين
cs: Přejde na místo, kde se pro ostatní uživatele obvykle nachází 'x'
it: Va dove normalmente c'è 'x' per gli altri
nl: Vervangt ‘x’ van anderen
pl: Znajduje się tam, gdzie normalnie dla innych jest 'x'
pt_br: Fica no lugar do 'x' das permissões de outros
ru: Располагается там, где обычно находится 'x' для остальных

source: Symbolic: -rwsr-Sr-t
ar: رمزي: rwsr-Sr-t-
cs: Symbolické: -rwsr-Sr-t
it: Simbolico: --rwsr-Sr-t
nl: Symbolisch: -rwsr-Sr-t
pl: Symbolicznie: -rwsr-Sr-t
pt_br: Simbólica: -rwsr-Sr-t
ru: Символический: -rwsr-Sr-t

source: Numeric: 7745
ar: رقمي: 7755
cs: Číselné: 7745
it: Numerico: 7745
nl: Numeriek: 7745
pl: Liczbowo: 7745
pt_br: Númerica: 7745
ru: Числовой: 7745
